{
  "sections": [
    {
      "title": "Хто ми?",
      "p": [
        "Ми &mdash; ті, хто вірить в казку :) Ми створили безкоштовні <a href=\"https://programming.kr.ua\">Школу програмування Ш++</a> і <a href=\"https://kowo.me\">Креативний ІТ-простір KOWO</a>, у Кропивницькому, щоб об’єднувати людей, які прагнуть розвиватися, робити себе, рідне місто, країну і світ кращими, а також вірять у те, що можна творити зміни вже зараз.",
        "Ми навчаємо програмуванню безкоштовно від 8 років і до 100+ (чесно, без обмежень).",
        "Надаємо простір для проведення семінарів, конференцій, мітапів, будь-чого, що не суперечить нашим цінностям i <a href=\"https://docs.google.com/document/d/1EGgKnN28BKO6_2Sj6Dr6qmqb1zr1R4iBxEXZsuF4V6I/edit\">принципам</a>.",
        "Якщо говорити про те, хто ми у правовому полі, то це &mdash; громадська організація “Молодіжна громадська організація КОВО”. Ш++ і KOWO &mdash; проекти цієї громадської організації."
      ]
    },
    {
      "title": "Наша ціль",
      "p": [
        "Навчити програмуванню всіх, кому це потрібно (або майже всіх :))",
        "Згуртувати людей навколо ідеї волонтерства, саморозвитку, удосконалення і прогресу."
      ]
    },
    {
      "title": "Що ми робимо",
      "p": [
        "У проекті Школа програмування Ш++ ми навчаємо програмуванню безкоштовно. Дітей від 8 до 11 років, підлітків від 12 до 17 років і дорослих від 18 до 100+ років.",
        "Діти навчаються за програмою наших друзів і партнерів &mdash; волонтерського проєкту <a href=\"https://codeclub.com.ua/\">Code Club UA</a>.",
        "Для підлітків ми розробили програму самостійно разом з нашими волонтерами.",
        "Дорослі ідуть по курсі від Стенфордського університету, який ми переклали і адаптували. А також дорослі навчаються за форматом peer-to-peer (рівний рівному), де немає менторів, а тільки навчальний портал, який створила наша команда. Це унікальний формат, який поєднує онлайн та офлайн навчання і показує хороші результати. 75% наших студентів працевлаштовуються (міняють професію і починають працювати у сфері ІТ) після проходження курсів Ш++.",
        "Більше про програму і формати навчання можна прочитати на нашому <a href=\"https://programming.kr.ua\">сайті</a>."
      ]
    },
    {
      "title": "Наша команда",
      "p": [
        "Наша команда &mdash; це координатори, менеджери, адміністратори, ментори і студенти. Всі ми творимо ці проєкти. Більшість з нас &mdash; волонтери, які дарують нам свій час, зусилля, гроші. Є члени команди, які працевлаштовані, тому що нам потрібні люди, які будуть постійно на місці виконувати рутинні задачі, які важливі для забезпечення життєдіяльності школи і простору.",
        "Переважна більшість нашої команди &mdash; програмісти, які вчилися у нас, а тепер викладають в Ш++, або підтримують нас фінансово. Але є й люди, які далекі від сфери ІТ, але їм близька наша філософія."

      ]
    },
    {
      "title": "Скільки нам років",
      "p": [
        "З 2012 року розпочалося життя проєкту Школа програмування Ш++. Але це були платні курси.",
        "Через 3 роки один із засновників школи вирішив, що хоче зробити школу безкоштовною. Ш++ стала іншою, а також з’явився наш простір KOWO. З 2015, вже 5 років ми навчаємо безкоштовно, об’єднуємо, вчимося і шукаємо однодумців :)"
      ]
    },
    {
      "title": "Наші досягнення",
      "p": [
        "Одним з найбільших досягнень Ш++ є знання, які допомагають нашим випускникам змінити життя на краще. Маємо декілька зафіксованих <a href=\"https://programming.kr.ua/ua/news#n47\">історій</a> успіху.",
        "Також ми розробили унікальну навчальну платформу за форматом peer-to-peer Розроблений нами формат навчання використовують у Івано-Франківську, де також діє безкоштовний <a href=\"https://p2p.if.ua\">курс</a> з програмування."
      ]
    },
    {
      "title": "Для чого нам потрібна ваша підтримка",
      "p": [
        "Ми прагнемо навчати і об’єднувати навколо нашої мети більше людей. Маємо грандіозні плани на вихід за межі міста і навіть країни :) У нас є безцінні волонтери і сапортери, але, на жаль, наші витрати більші. Щомісяця ми сплачуємо за оренду приміщення, комунальні послуги, нараховуємо заробітну плату двом адміністраторам і трьом менеджерам, купуємо канцтовари, деталі для робостола, каву, чай, печиво тощо. Щомісяця ми витрачаємо в середньому 80 000 грн.",
        "Якщо ви вірите в нашу справу так само щиро як і ми, ставайте нашим сапортером і другом :)",
        "Дякуємо за підтримку і довіру.",
        "Ваша Ш++"
      ]
    }
  ]
}
