{
  "sections": [
    {
      "title": "Who Are We?",
      "p": [
        "We are those who believe in fairytale :) We created free-of-charge <a href=\"https://programming.org.ua\">Programming School++</a> and <a href=\"https://kowo.me\">Creative IT-space KOWO</a> in Kropyvnytskyi in order to unite people who strive for personal growth, improvement of their hometown, homeland, and the whole world, and who also believe that changes can be made right now.",
        "We teach programming to anyone from age 8 to 100 (honestly, without any restrictions).",
        "We also provide space for seminars, conferences, meetups and anything else that does not interfere with our values and <a href=\"https://docs.google.com/document/d/1EGgKnN28BKO6_2Sj6Dr6qmqb1zr1R4iBxEXZsuF4V6I/edit\">principles</a>.",
        "If we are talking about the legal field, we are an NGO “Youth non-governmental organization KOWO”. School++ and KOWO are projects of this community organization."
      ]
    },
    {
      "title": "Our Goal",
      "p": [
        "We aim to teach anyone who needs it (or almost anyone) :))",
        "Also attract people to ideas of volunteerism, personal growth, improvement, and progress."
      ]
    },
    {
      "title": "What Do We Do?",
      "p": [
        "Within the framework of the Programming school School++ project we teach programming for free. We teach children aged 8-11, teens aged 12-17 and adults aged 18-100+.",
        "Children are studying according to the program of our friends and partners &mdash; volunteering project <a href=\"https://codeclub.com.ua/\">Code Club UA</a>.",
        "For teenagers, we created our own studying program that we developed with the help of volunteers.",
        "Adults are learning by the education course of Stanford university that we translated and adapted. They are studying in the peer-to-peer program without mentors, adults have access to a learning web portal that was designed by our team. This is a unique format that brings together online and offline studying and shows great results. 75% of our students get employed (they change their field and get hired by IT-companies).",
        "If you want to find out more about our program and learning format go to our <a href=\"https://programming.org.ua\">website</a>."
      ]
    },
    {
      "title": "Our Team",
      "p": [
        "Coordinators, managers, administrators, mentors, students are part of our team. We all create these projects. Most of us are volunteers that give their time, money, heart and soul. There are also employed team members, because we need people who will constantly perform routine tasks that are important for school functioning.",
        "Most of our team members are developers who used to study at School++ and now they are mentors or support School++ financially. There are also non-developers people, but they are fond of our philosophy."

      ]
    },
    {
      "title": "How Old Are We?",
      "p": [
        "Project Programming school School++ was brought to life in 2012. However, it was more like fee-paying courses.",
        "Three years later, one of the founders decided that he wants to teach free of charge. So School++ changed, and KOWO was born. Since 2015 we teach people for free, join, learn and seek like-minded people :)"
      ]
    },
    {
      "title": "Our Achievements",
      "p": [
        "One of the School++ biggest achievements is the knowledge that helps our graduates to change their lives for the better. Here are several success <a href=\"https://programming.org.ua/ua/news#n47\">stories</a>.",
        "We also developed a unique studying platform in peer-to-peer format that is used in Ivano-Frankivsk. There is another free studying <a href=\"https://p2p.if.ua\">course</a> on programming in Ivano-Frankivsk."
      ]
    },
    {
      "title": "Why Do We Need Your Support?",
      "p": [
        "We aspire to teach and to bring more people together to reach our goal. We have great plans to outgrow our city and even our country :) We receive help from our priceless volunteers and supporters yet unfortunately, our expenses are not fully covered. We pay rent, utilities, salaries for our administration team monthly, we buy stationery, equipment, coffee, tea, cookies, etc. Our monthly spendings reach around 80 000 UAH (~3 000 USD).",
        "If you believe in our project as sincerely as we do, become our donator and friend :)",
        "Thank you for your support and trust.",
        "Your School++"
      ]
    }
  ]
}
