{
  "title": "Public Offer Agreement On Providing Charitable Donation\n",
  "sections": [
    {
      "p": [
        "This Public Offer on providing charitable donation (“Offer”) is addressed to the unidentified number of individuals (the “Donor”) and is a public offer of NGO “Youth community organization KOWO”, represented by the head of organization Shmelov Roman Valeriiovych, acting on the basis of the Сharter (“Organization”) to conclude an Agreement on the charitable donation on the terms stipulated below."
      ]
    },
    {
      "title": "Terms used in this Agreement:",
      "p": [
        "<strong>Public Offer</strong> is a valid proposal of the Organization put on the site: <a href={{app_url}}>{{app_url}}</a> on providing a charitable donation that is addressed to the unidentified number of individuals.",
        "<strong>Acceptance</strong> is the complete and unconditional acceptance of the Offer by means of actions aimed at the execution of a money transfer using payment forms and means as put on the site or by transferring money on the current account of the Organization through the banks. The Offer is considered to be accepted from the date of transfer of money the current account of the Organization.",
        "<strong>Charitable Donation</strong> is the Donor’s free transfer of money into the ownership of the Organization for the following transfer to the Beneficiaries for the purpose of achieving the intents of the Organization provided for by the Charter or programs of the Organization in accordance with the Charter of the Organization and in accordance with this Agreement.",
        "<strong>Donor</strong>is an individual having legal capacity carrying out voluntarily one or several types of charitable activities. Within the meaning of this Agreement, the Donor is an individual who has accepted this Offer."
      ]
    },
    {
      "title": "Subject of the Agreement",
      "p": [
        "1. The subject matter of this Agreement is the Donor’s free and voluntary transfer of funds into the ownership of the Organization by means of the Charitable Donation to provide charter activities of the Organization. The Donor defines the amount of funds to be transferred and the direction of its usage at their own discretion.",
        "2. The implementation of this Agreement by the parties is not intended to earn profit or any benefits for either party.",
        "3. Both parties reaffirm that the subject of this Agreement is not intended to earn profit directly or indirectly for either party."
      ]
    },
    {
      "title": "Acceptance",
      "p": [
        "1. The Acceptance of the Offer states that the Donor agrees with all the terms and conditions of the Offer, and has understanding and agrees with the subject of the Agreement, and with the purpose of public fund-raising and also confirms the right of the Organization to use part of the Charitable Donation to the administrative expenses of the Organization."
      ]
    },
    {
      "title": "Rights and Obligations of Both Parties\n",
      "p": [
        "1. Donor shall have the right, without any limitations of the size and number of times to provide the Organization with a Charitable Donation throughout the term of this Agreement.",
        "2. The Parties have the right to use and disseminate information about the Charitable Donation of the Donor and his participation in the assistance of the Organization in the fulfillment of the goals stipulated by the Charter.",
        "3. The Organization undertakes to own, use and dispose of a Charitable Donation for the fulfillment of the purposes set out in the Charter.",
        "4. The organization undertakes to provide, at the request of the Donor, a report on the direction and purpose of the use of the Charity Donation."
      ]
    },
    {
      "title": "Term for Fundraising",
      "id": "deadlines",
      "p": [
        "1. The public fund-raising of the Charitable Donation lasts until the termination of the activities of the Organization (including by liquidation) unless another term is determined by the decision of the Organization which will be notified to the Donor by posting the relevant information on the site: <a href={{app_url}}>{{app_url}}</a>.",
        "2. The fundraising may also be completed within 50 days if the sufficient amount is not raised, or as soon as the sufficient amount is raised."
      ]
    },
    {
      "title": "Responsibility of the Organisation",
      "p": [
        "1. The Organization is responsible for violating the terms of this Agreement and the use of Charitable donations in spite of the procedure provided for by the charter activities of the Organization and the current legislation of Ukraine."
      ]
    },
    {
      "title": "Other Conditions",
      "p": [
        "1. Charges related to the transfer of Charitable Donations (commissions for transfer of funds, taxes, fees, etc.) shall be borne by the Donor.",
        "2. By accepting the Offer, the Donor confirms that he is fully aware of and agrees to the terms of this Offer and gives his permission for the processing of his personal data in order to fulfill the terms of this Offer. Permission for data processing is valid throughout the term of this Offer. Moreover, Donor confirms that he was notified(without any additional notification) about rights that are provided by the Law of Ukraine “On Personal Data Protection”. The scope of Donor's rights as of a subject of personal data according to the Law of Ukraine “On Personal Data Protection” is well-known and understandable to Donor.",
        "3. The Donor agrees that his contact information may be used by the Organization to send letters and messages including in electronic format after his personal data have been provided and registered on the site of the Organization. Meanwhile, the Organization undertakes not to disclose information on the Donor’s contact information to third parties, except in cases explicitly provided for by the legislation of Ukraine. Also, the Donor consents that his information (surname, first name, patronymic among others) can be used by the Organization in the media or on the website of the Organization: <a href={{app_url}}>{{app_url}}</a>",
        "4. Donor gives his consent for redistribution/usage of surplus funds from the Charity Donation in case of completion of the crowdfunding campaign of a supported project or other non-commercial projects of Organization.",
        "5. A charitable donation is voluntary and non-refundable to the donor."
      ]
    }
  ]
}
